Repository: aleksandr-developer1/notchmate
Catalog: Resources/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, ja, pt_br, zh_hans

source: Не спится? %@ с тобой 🌙
de: Kannst du nicht schlafen? %@ ist bei dir 🌙
en: Can't sleep? %@ is with you 🌙
es: ¿No puedes dormir? %@ está contigo 🌙
fr: Pas sommeil ? %@ est avec toi 🌙
ja: 眠れない？%@ がそばにいるよ 🌙
pt_br: Sem sono? %@ está com você 🌙
zh_hans: 睡不着？%@ 陪着你 🌙

source: Не удалось записать
de: Speichern fehlgeschlagen
en: Couldn't save
es: No se pudo guardar
fr: Échec de l’enregistrement
ja: 保存できませんでした
pt_br: Não foi possível salvar
zh_hans: 保存失败

source: Не удалось начать
de: Start fehlgeschlagen
en: Couldn't start
es: No se pudo iniciar
fr: Impossible de démarrer
ja: 開始できませんでした
pt_br: Não foi possível iniciar
zh_hans: 无法开始

source: Не удалось начать диалог
de: Gespräch konnte nicht gestartet werden
en: Couldn't start the conversation
es: No se pudo iniciar la conversación
fr: Impossible de lancer la conversation
ja: 会話を開始できませんでした
pt_br: Não foi possível iniciar a conversa
zh_hans: 无法开始对话

source: Не удалось прочитать %@
de: %@ konnte nicht gelesen werden
en: Couldn't read %@
es: No se pudo leer %@
fr: Impossible de lire %@
ja: %@ を読み込めませんでした
pt_br: Não foi possível ler %@
zh_hans: 无法读取 %@

source: Не удалось расшифровать: для «%@» нет распознавания на устройстве. Включите язык в Системных настройках → Клавиатура → Диктовка, или поставьте модель whisper.
de: Transkription fehlgeschlagen: Für „%@“ gibt es keine Erkennung auf dem Gerät. Aktiviere die Sprache unter Systemeinstellungen → Tastatur → Diktat oder installiere ein whisper-Modell.
en: Couldn't transcribe: there's no on-device recognition for “%@”. Turn the language on in System Settings → Keyboard → Dictation, or install a whisper model.
es: No se pudo transcribir: no hay reconocimiento en el dispositivo para «%@». Activa el idioma en Ajustes del Sistema → Teclado → Dictado o instala un modelo whisper.
fr: Transcription impossible : pas de reconnaissance sur l’appareil pour « %@ ». Activez la langue dans Réglages Système → Clavier → Dictée, ou installez un modèle whisper.
ja: 文字起こしできませんでした：「%@」にはデバイス上の認識がありません。システム設定 → キーボード → 音声入力 で言語をオンにするか、whisper モデルを入れてください。
pt_br: Não foi possível transcrever: não há reconhecimento no dispositivo para “%@”. Ative o idioma em Ajustes do Sistema → Teclado → Ditado ou instale um modelo whisper.
zh_hans: 无法转写：“%@”不支持设备端识别。请在“系统设置 → 键盘 → 听写”中开启该语言，或安装 whisper 模型。

source: Не удалось сохранить: %@
de: Speichern fehlgeschlagen: %@
en: Couldn't save: %@
es: No se pudo guardar: %@
fr: Échec de l’enregistrement : %@
ja: 保存できませんでした：%@
pt_br: Não foi possível salvar: %@
zh_hans: 保存失败：%@

source: Не удалось списать: %@
de: Buchung fehlgeschlagen: %@
en: Couldn't log time: %@
es: No se pudo registrar: %@
fr: Imputation impossible : %@
ja: 記録できませんでした：%@
pt_br: Não foi possível registrar: %@
zh_hans: 登记失败：%@

source: Не чаще раза в %lld сек
de: Höchstens einmal alle %lld Sek.
en: No more than once every %lld s
es: Como máximo una vez cada %lld s
fr: Au plus une fois toutes les %lld s
ja: %lld 秒に 1 回まで
pt_br: No máximo uma vez a cada %lld s
zh_hans: 最多每 %lld 秒一次

source: Неверный Base URL
de: Ungültige Base URL
en: Invalid Base URL
es: Base URL no válida
fr: Base URL non valide
ja: Base URL が正しくありません
pt_br: Base URL inválida
zh_hans: Base URL 无效

source: Неверный адрес Jira
de: Ungültige Jira-Adresse
en: Invalid Jira address
es: Dirección de Jira no válida
fr: Adresse Jira non valide
ja: Jira のアドレスが正しくありません
pt_br: Endereço do Jira inválido
zh_hans: Jira 地址无效

source: Недавние
de: Zuletzt
en: Recent
es: Recientes
fr: Récentes
ja: 最近
pt_br: Recentes
zh_hans: 最近

source: Недавние репозитории
de: Zuletzt verwendete Repositories
en: Recent repositories
es: Repositorios recientes
fr: Dépôts récents
ja: 最近のリポジトリ
pt_br: Repositórios recentes
zh_hans: 最近的仓库

source: Неделя
de: Woche
en: Week
es: Semana
fr: Semaine
ja: 週
pt_br: Semana
zh_hans: 本周

source: Неделя напряжённее прошлой
de: Die Woche ist angespannter als die letzte
en: This week is more stressful than last week
es: Semana más tensa que la anterior
fr: Semaine plus tendue que la précédente
ja: 先週より緊張の多い週です
pt_br: Semana mais tensa que a anterior
zh_hans: 本周比上周更紧张

source: Неделя спокойнее прошлой
de: Die Woche ist ruhiger als die letzte
en: This week is calmer than last week
es: Semana más tranquila que la anterior
fr: Semaine plus calme que la précédente
ja: 先週より穏やかな週です
pt_br: Semana mais tranquila que a anterior
zh_hans: 本周比上周更平静

source: Недосып заметен в стрессе
de: Schlafmangel zeigt sich im Stress
en: Lack of sleep shows in your stress
es: La falta de sueño se nota en el estrés
fr: Le manque de sommeil se voit dans le stress
ja: 睡眠不足がストレスに表れています
pt_br: A falta de sono aparece no estresse
zh_hans: 睡眠不足在压力上有所体现

source: Недосып поднимает пульс покоя
de: Schlafmangel erhöht den Ruhepuls
en: Lack of sleep raises your resting heart rate
es: La falta de sueño sube el pulso en reposo
fr: Le manque de sommeil augmente le pouls au repos
ja: 睡眠不足で安静時心拍数が上がっています
pt_br: A falta de sono aumenta o pulso em repouso
zh_hans: 睡眠不足会提高静息心率

source: Незавершённых записей нет
de: Keine unfertigen Aufnahmen
en: No unfinished recordings
es: No hay grabaciones sin terminar
fr: Aucun enregistrement inachevé
ja: 未完了の録音はありません
pt_br: Nenhuma gravação não concluída
zh_hans: 没有未完成的录音

source: Неизвестное действие
de: Unbekannte Aktion
en: Unknown action
es: Acción desconocida
fr: Action inconnue
ja: 不明な操作
pt_br: Ação desconhecida
zh_hans: 未知操作

source: Неизвестный инструмент %@
de: Unbekanntes Werkzeug %@
en: Unknown tool %@
es: Herramienta desconocida %@
fr: Outil inconnu %@
ja: 不明なツール %@
pt_br: Ferramenta desconhecida %@
zh_hans: 未知工具 %@

source: Неожиданный ответ сервера
de: Unerwartete Serverantwort
en: Unexpected server response
es: Respuesta inesperada del servidor
fr: Réponse inattendue du serveur
ja: 予期しないサーバー応答
pt_br: Resposta inesperada do servidor
zh_hans: 服务器响应异常

source: Нет PR и запусков CI
de: Keine PRs oder CI-Läufe
en: No PRs or CI runs
es: No hay PR ni ejecuciones de CI
fr: Aucune PR ni exécution CI
ja: PR も CI の実行もありません
pt_br: Nenhum PR ou execução de CI
zh_hans: 没有 PR 或 CI 运行

source: Нет доступа к «Заметкам» — разрешите в Автоматизации
de: Kein Zugriff auf „Notizen“ – erlaube es unter Automation
en: No access to Notes — allow it in Automation
es: Sin acceso a Notas: permítelo en Automatización
fr: Pas d’accès à Notes — autorisez-le dans Automatisation
ja: 「メモ」へのアクセスがありません — オートメーションで許可してください
pt_br: Sem acesso ao Notas — permita em Automação
zh_hans: 无法访问“备忘录”——请在“自动化”中允许

source: Нет доступной быстрой модели — добавьте ключ Anthropic/OpenAI или войдите в Claude/ChatGPT в настройках ИИ
de: Kein schnelles Modell verfügbar – füge einen Anthropic/OpenAI-Schlüssel hinzu oder melde dich in den KI-Einstellungen bei Claude/ChatGPT an
en: No fast model available — add an Anthropic/OpenAI key or sign in to Claude/ChatGPT in the AI settings
es: No hay un modelo rápido disponible: añade una clave de Anthropic/OpenAI o inicia sesión en Claude/ChatGPT en los ajustes de IA
fr: Aucun modèle rapide disponible — ajoutez une clé Anthropic/OpenAI ou connectez-vous à Claude/ChatGPT dans les réglages IA
ja: 利用できる高速モデルがありません — Anthropic/OpenAI のキーを追加するか、AI 設定で Claude/ChatGPT にサインインしてください
pt_br: Nenhum modelo rápido disponível — adicione uma chave da Anthropic/OpenAI ou entre no Claude/ChatGPT nos ajustes de IA
zh_hans: 没有可用的快速模型——请添加 Anthropic/OpenAI 密钥，或在 AI 设置中登录 Claude/ChatGPT

source: Нет задачи в работе — укажите ключ
de: Keine Aufgabe in Arbeit – gib einen Schlüssel an
en: No issue in progress — specify a key
es: No hay tarea en curso: indica una clave
fr: Aucune tâche en cours — indiquez une clé
ja: 作業中の課題がありません — キーを指定してください
pt_br: Nenhuma tarefa em andamento — informe uma chave
zh_hans: 没有进行中的任务——请指定任务键

source: Нет записанного звука
de: Kein Ton aufgenommen
en: No audio recorded
es: No se grabó audio
fr: Aucun son enregistré
ja: 音声が録音されていません
pt_br: Nenhum áudio gravado
zh_hans: 没有录到声音

source: Нет изменений
de: Keine Änderungen
en: No changes
es: Sin cambios
fr: Aucune modification
ja: 変更はありません
pt_br: Sem alterações
zh_hans: 没有更改

source: Нет окружения
de: Keine Umgebung
en: No environment
es: Sin entorno
fr: Pas d’environnement
ja: 環境がありません
pt_br: Sem ambiente
zh_hans: 没有运行环境

source: Нет разрешения на распознавание речи
de: Keine Berechtigung für Spracherkennung
en: No permission for speech recognition
es: Sin permiso para el reconocimiento de voz
fr: Pas d’autorisation pour la reconnaissance vocale
ja: 音声認識の許可がありません
pt_br: Sem permissão para reconhecimento de fala
zh_hans: 没有语音识别权限

source: Нет разрешения на распознавание речи — Системные настройки → Конфиденциальность → Распознавание речи
de: Keine Berechtigung für Spracherkennung – Systemeinstellungen → Datenschutz → Spracherkennung
en: No permission for speech recognition — System Settings → Privacy → Speech Recognition
es: Sin permiso para el reconocimiento de voz: Ajustes del Sistema → Privacidad → Reconocimiento de voz
fr: Pas d’autorisation pour la reconnaissance vocale — Réglages Système → Confidentialité → Reconnaissance vocale
ja: 音声認識の許可がありません — システム設定 → プライバシー → 音声認識
pt_br: Sem permissão para reconhecimento de fala — Ajustes do Sistema → Privacidade → Reconhecimento de Fala
zh_hans: 没有语音识别权限——系统设置 → 隐私 → 语音识别

source: Нет свежих данных
de: Keine aktuellen Daten
en: No fresh data
es: No hay datos recientes
fr: Pas de données récentes
ja: 新しいデータがありません
pt_br: Sem dados recentes
zh_hans: 没有最新数据

source: Нет экрана для захвата звука
de: Kein Bildschirm für die Audioaufnahme
en: No screen to capture audio from
es: No hay pantalla para capturar el audio
fr: Aucun écran pour capturer le son
ja: 音声をキャプチャする画面がありません
pt_br: Nenhuma tela para capturar o áudio
zh_hans: 没有可用于捕获音频的屏幕

source: Ничего не найдено
de: Nichts gefunden
en: Nothing found
es: No se encontró nada
fr: Aucun résultat
ja: 見つかりませんでした
pt_br: Nada encontrado
zh_hans: 未找到任何内容

source: Новые сообщения (бейджи в Доке: Telegram, Slack…)
de: Neue Nachrichten (Dock-Kennzeichen: Telegram, Slack…)
en: New messages (Dock badges: Telegram, Slack…)
es: Mensajes nuevos (globos en el Dock: Telegram, Slack…)
fr: Nouveaux messages (pastilles du Dock : Telegram, Slack…)
ja: 新着メッセージ（Dock のバッジ：Telegram、Slack…）
pt_br: Novas mensagens (selos no Dock: Telegram, Slack…)
zh_hans: 新消息（程序坞角标：Telegram、Slack…）

source: Новый чат
de: Neuer Chat
en: New chat
es: Nuevo chat
fr: Nouvelle discussion
ja: 新しいチャット
pt_br: Novo chat
zh_hans: 新聊天

source: Нужен Claude Code: brew install claude-code
de: Claude Code wird benötigt: brew install claude-code
en: Claude Code is required: brew install claude-code
es: Se necesita Claude Code: brew install claude-code
fr: Claude Code est requis : brew install claude-code
ja: Claude Code が必要です：brew install claude-code
pt_br: É preciso o Claude Code: brew install claude-code
zh_hans: 需要 Claude Code：brew install claude-code

source: Нужен Codex CLI от OpenAI: npm i -g @openai/codex
de: Codex CLI von OpenAI wird benötigt: npm i -g @openai/codex
en: OpenAI's Codex CLI is required: npm i -g @openai/codex
es: Se necesita Codex CLI de OpenAI: npm i -g @openai/codex
fr: Le Codex CLI d’OpenAI est requis : npm i -g @openai/codex
ja: OpenAI の Codex CLI が必要です：npm i -g @openai/codex
pt_br: É preciso o Codex CLI da OpenAI: npm i -g @openai/codex
zh_hans: 需要 OpenAI 的 Codex CLI：npm i -g @openai/codex

source: Нужен Codex CLI: npm i -g @openai/codex
de: Codex CLI wird benötigt: npm i -g @openai/codex
en: Codex CLI is required: npm i -g @openai/codex
es: Se necesita Codex CLI: npm i -g @openai/codex
fr: Codex CLI est requis : npm i -g @openai/codex
ja: Codex CLI が必要です：npm i -g @openai/codex
pt_br: É preciso o Codex CLI: npm i -g @openai/codex
zh_hans: 需要 Codex CLI：npm i -g @openai/codex

source: Нужен адрес и Personal Access Token — задачи, эстимейты и списание времени появятся здесь
de: Adresse und Personal Access Token nötig – Aufgaben, Schätzungen und Zeitbuchung erscheinen hier
en: An address and a Personal Access Token are needed — issues, estimates and time logging will appear here
es: Se necesitan una dirección y un Personal Access Token: aquí aparecerán tareas, estimaciones y registro de horas
fr: Une adresse et un Personal Access Token sont nécessaires — tâches, estimations et imputation du temps apparaîtront ici
ja: アドレスと Personal Access Token が必要です — 課題、見積もり、工数記録がここに表示されます
pt_br: São necessários um endereço e um Personal Access Token — tarefas, estimativas e registro de horas aparecerão aqui
zh_hans: 需要地址和 Personal Access Token——任务、预估和工时登记会显示在这里

source: Нужен доступ «Универсальный доступ»
de: Bedienungshilfen-Zugriff wird benötigt
en: Accessibility access is required
es: Se necesita acceso de Accesibilidad
fr: L’accès Accessibilité est requis
ja: アクセシビリティのアクセスが必要です
pt_br: É preciso acesso de Acessibilidade
zh_hans: 需要“辅助功能”权限

source: Нужно пару дней данных с часов, пока NotchMate открыта
de: Es braucht ein paar Tage Uhrdaten, während NotchMate geöffnet ist
en: It takes a couple of days of watch data while NotchMate is open
es: Hacen falta un par de días de datos del reloj con NotchMate abierto
fr: Il faut quelques jours de données de la montre pendant que NotchMate est ouvert
ja: NotchMate を開いた状態で数日分の時計のデータが必要です
pt_br: São necessários alguns dias de dados do relógio com o NotchMate aberto
zh_hans: 需要在 NotchMate 打开时积累几天的手表数据

source: Ням-ням!
de: Mjam-mjam!
en: Yum-yum!
es: ¡Ñam, ñam!
fr: Miam-miam !
ja: もぐもぐ！
pt_br: Nham-nham!
zh_hans: 好吃好吃！

source: О программе
de: Über
en: About
es: Acerca de
fr: À propos
ja: 情報
pt_br: Sobre
zh_hans: 关于

source: О!
de: Oh!
en: Oh!
es: ¡Oh!
fr: Oh !
ja: おっ！
pt_br: Opa!
zh_hans: 哦！

source: Обложка и эквалайзер в вырезе во время музыки
de: Cover und Equalizer in der Notch während der Musik
en: Artwork and equalizer in the notch while music plays
es: Portada y ecualizador en el notch mientras suena música
fr: Pochette et égaliseur dans l’encoche pendant la musique
ja: 音楽再生中にノッチにアートワークとイコライザを表示
pt_br: Capa e equalizador no notch durante a música
zh_hans: 播放音乐时在刘海中显示封面和均衡器

source: Обновить
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
pt_br: Atualizar
zh_hans: 刷新

source: Обрабатываю запись %@
de: Aufnahme %@ wird verarbeitet
en: Processing recording %@
es: Procesando la grabación %@
fr: Traitement de l’enregistrement %@
ja: 録音 %@ を処理中
pt_br: Processando a gravação %@
zh_hans: 正在处理录音 %@

source: Обработать
de: Verarbeiten
en: Process
es: Procesar
fr: Traiter
ja: 処理
pt_br: Processar
zh_hans: 处理

source: Объясни простыми словами: %@
de: Erkläre in einfachen Worten: %@
en: Explain in simple words: %@
es: Explícalo con palabras sencillas: %@
fr: Explique simplement : %@
ja: やさしい言葉で説明して： %@
pt_br: Explique em palavras simples: %@
zh_hans: 用简单的话解释： %@

source: Объясни скопированное
de: Kopiertes erklären
en: Explain what I copied
es: Explicar lo copiado
fr: Expliquer le texte copié
ja: コピーした内容を説明
pt_br: Explicar o que copiei
zh_hans: 解释复制的内容

source: Одно дело ждёт тебя.
de: Eine Aufgabe wartet auf dich.
en: One task is waiting for you.
es: Una tarea te espera.
fr: Une tâche t’attend.
ja: タスクが 1 件待っています。
pt_br: Uma tarefa está esperando por você.
zh_hans: 有一件事在等你。

source: Одобрено
de: Genehmigt
en: Approved
es: Aprobado
fr: Approuvé
ja: 承認済み
pt_br: Aprovado
zh_hans: 已批准

source: Ожидание созвона
de: Warte auf einen Anruf
en: Waiting for a call
es: Esperando una llamada
fr: En attente d’un appel
ja: 通話を待機中
pt_br: Aguardando chamada
zh_hans: 等待通话

source: Ой-ой, голова кружится 😵‍💫
de: Oje, mir ist schwindelig 😵‍💫
en: Oh no, I'm dizzy 😵‍💫
es: Ay, ay, me mareo 😵‍💫
fr: Oh là là, j’ai le tournis 😵‍💫
ja: うわぁ、目が回る 😵‍💫
pt_br: Ai, ai, estou tonto 😵‍💫
zh_hans: 哎呀，头好晕 😵‍💫

source: Ок
de: OK
en: OK
es: OK
fr: OK
ja: OK
pt_br: OK
zh_hans: 好

source: Опять?! Меня сейчас укачает 🤢
de: Schon wieder?! Mir wird gleich schlecht 🤢
en: Again?! I'm getting seasick 🤢
es: ¡¿Otra vez?! Me voy a marear 🤢
fr: Encore ?! Je vais avoir le mal de mer 🤢
ja: また？！酔っちゃう 🤢
pt_br: De novo?! Vou ficar enjoado 🤢
zh_hans: 又来？！我要晕车了 🤢

source: Основные
de: Allgemein
en: General
es: General
fr: Général
ja: 一般
pt_br: Geral
zh_hans: 通用

source: Осталось
de: Übrig
en: Left
es: Restante
fr: Restant
ja: 残り
pt_br: Restante
zh_hans: 剩余

source: Осталось отправить %lld коммит(ов)
de: Noch %lld Commit(s) zu pushen
en: %lld commit(s) left to push
es: Quedan %lld commit(s) por enviar
fr: Il reste %lld commit(s) à pousser
ja: プッシュ待ちのコミットが %lld 件
pt_br: Falta enviar %lld commit(s)
zh_hans: 还有 %lld 个提交待推送

source: Останавливаю запись, делаю протокол
de: Aufnahme wird gestoppt, Protokoll wird erstellt
en: Stopping the recording, writing the minutes
es: Deteniendo la grabación, preparando el acta
fr: Arrêt de l’enregistrement, rédaction du compte rendu
ja: 録音を停止し、議事録を作成しています
pt_br: Parando a gravação, fazendo a ata
zh_hans: 正在停止录音并生成纪要

source: Остановить
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
ja: 停止
pt_br: Parar
zh_hans: 停止

source: Остановить фокус-таймер.
de: Den Fokustimer stoppen.
en: Stop the focus timer.
es: Detener el temporizador de foco.
fr: Arrêter le minuteur de focus.
ja: 集中タイマーを停止します。
pt_br: Parar o timer de foco.
zh_hans: 停止专注计时器。

source: Остановлено
de: Angehalten
en: Stopped
es: Detenido
fr: Arrêté
ja: 停止しました
pt_br: Interrompido
zh_hans: 已停止

source: Ответ готов
de: Die Antwort ist fertig
en: The answer is ready
es: La respuesta está lista
fr: La réponse est prête
ja: 回答ができました
pt_br: A resposta está pronta
zh_hans: 回答已就绪

source: Ответ готов!
de: Die Antwort ist fertig!
en: The answer is ready!
es: ¡La respuesta está lista!
fr: La réponse est prête !
ja: 回答ができました！
pt_br: A resposta está pronta!
zh_hans: 回答已就绪！

source: Отвлечения
de: Ablenkungen
en: Distractions
es: Distracciones
fr: Distractions
ja: 気晴らし
pt_br: Distrações
zh_hans: 分心

source: Отключено от Claude Code
de: Von Claude Code getrennt
en: Disconnected from Claude Code
es: Desconectado de Claude Code
fr: Déconnecté de Claude Code
ja: Claude Code から切断しました
pt_br: Desconectado do Claude Code
zh_hans: 已与 Claude Code 断开

source: Отключено от Codex
de: Von Codex getrennt
en: Disconnected from Codex
es: Desconectado de Codex
fr: Déconnecté de Codex
ja: Codex から切断しました
pt_br: Desconectado do Codex
zh_hans: 已与 Codex 断开

source: Отключить
de: Trennen
en: Disconnect
es: Desconectar
fr: Déconnecter
ja: 切断
pt_br: Desconectar
zh_hans: 断开

source: Открепить
de: Lösen
en: Unpin
es: Dejar de fijar
fr: Désépingler
ja: ピン留めを解除
pt_br: Desafixar
zh_hans: 取消置顶

source: Откроется Терминал со входом в Claude Code — используется ваша подписка Claude
de: Das Terminal öffnet sich mit der Anmeldung bei Claude Code – dein Claude-Abo wird genutzt
en: Terminal will open with the Claude Code sign-in — your Claude subscription is used
es: Se abrirá Terminal con el inicio de sesión de Claude Code: se usa tu suscripción de Claude
fr: Le Terminal s’ouvrira avec la connexion à Claude Code — votre abonnement Claude est utilisé
ja: Claude Code のサインイン画面でターミナルが開きます — Claude のサブスクリプションを使用します
pt_br: O Terminal vai abrir com o login do Claude Code — sua assinatura do Claude é usada
zh_hans: 将打开终端登录 Claude Code——使用你的 Claude 订阅

source: Откройте проект в терминале или редакторе
de: Öffne das Projekt im Terminal oder Editor
en: Open the project in a terminal or editor
es: Abre el proyecto en una terminal o editor
fr: Ouvrez le projet dans un terminal ou un éditeur
ja: ターミナルかエディタでプロジェクトを開いてください
pt_br: Abra o projeto em um terminal ou editor
zh_hans: 在终端或编辑器中打开项目

source: Откройте хранилище в Obsidian или выберите папку в настройках
de: Öffne einen Tresor in Obsidian oder wähle einen Ordner in den Einstellungen
en: Open a vault in Obsidian or pick a folder in the settings
es: Abre una bóveda en Obsidian o elige una carpeta en los ajustes
fr: Ouvrez un coffre dans Obsidian ou choisissez un dossier dans les réglages
ja: Obsidian で保管庫を開くか、設定でフォルダを選んでください
pt_br: Abra um cofre no Obsidian ou escolha uma pasta nos ajustes
zh_hans: 在 Obsidian 中打开一个仓库，或在设置中选择文件夹

source: Открывает «Заметки» с полем ввода: пишите и нажмите ↩.
de: Öffnet Notizen mit einem Eingabefeld: tippen und ↩ drücken.
en: Opens Notes with an input field: type and press ↩.
es: Abre Notas con un campo de texto: escribe y pulsa ↩.
fr: Ouvre Notes avec un champ de saisie : tapez puis appuyez sur ↩.
ja: 入力欄付きでメモを開きます：入力して ↩ を押します。
pt_br: Abre Notas com um campo de texto: digite e pressione ↩.
zh_hans: 打开带输入框的“笔记”：输入后按 ↩。

source: Открывает задачу Jira, заметку, файл на полке или изменённый файл в Git.
de: Öffnet eine Jira-Aufgabe, eine Notiz, eine Datei in der Ablage oder eine geänderte Datei in Git.
en: Opens a Jira issue, a note, a file on the shelf or a changed file in Git.
es: Abre una tarea de Jira, una nota, un archivo de la estantería o un archivo modificado en Git.
fr: Ouvre une tâche Jira, une note, un fichier de l’étagère ou un fichier modifié dans Git.
ja: Jira の課題、メモ、シェルフのファイル、Git の変更ファイルを開きます。
pt_br: Abre uma tarefa do Jira, uma nota, um arquivo da estante ou um arquivo alterado no Git.
zh_hans: 打开 Jira 任务、笔记、文件架上的文件或 Git 中已更改的文件。

source: Открывает на последней вкладке, повторное нажатие закрывает.
de: Öffnet den letzten Tab; erneut drücken schließt.
en: Opens on the last tab; press again to close.
es: Abre en la última pestaña; púlsalo otra vez para cerrar.
fr: Ouvre sur le dernier onglet ; appuyez à nouveau pour fermer.
ja: 最後のタブで開きます。もう一度押すと閉じます。
pt_br: Abre na última aba; pressione de novo para fechar.
zh_hans: 打开到上次的标签页，再按一次关闭。

source: Открывает панель.
de: Öffnet das Panel.
en: Opens the panel.
es: Abre el panel.
fr: Ouvre le panneau.
ja: パネルを開きます。
pt_br: Abre o painel.
zh_hans: 打开面板。

source: Открывает это окно.
de: Öffnet dieses Fenster.
en: Opens this window.
es: Abre esta ventana.
fr: Ouvre cette fenêtre.
ja: このウインドウを開きます。
pt_br: Abre esta janela.
zh_hans: 打开此窗口。

source: Открывать панель
de: Panel öffnen
en: Open the panel
es: Abrir el panel
fr: Ouvrir le panneau
ja: パネルを開く
pt_br: Abrir o painel
zh_hans: 打开面板

source: Открыть
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
ja: 開く
pt_br: Abrir
zh_hans: 打开

source: Открыть %@
de: %@ öffnen
en: Open %@
es: Abrir %@
fr: Ouvrir %@
ja: %@ を開く
pt_br: Abrir %@
zh_hans: 打开 %@

source: Открыть / закрыть панель
de: Panel öffnen / schließen
en: Open / close the panel
es: Abrir / cerrar el panel
fr: Ouvrir / fermer le panneau
ja: パネルを開く / 閉じる
pt_br: Abrir / fechar o painel
zh_hans: 打开 / 关闭面板

source: Открыть PR / CI
de: PR / CI öffnen
en: Open PR / CI
es: Abrir PR / CI
fr: Ouvrir la PR / CI
ja: PR / CI を開く
pt_br: Abrir PR / CI
zh_hans: 打开 PR / CI

source: Открыть «Напоминания»
de: „Erinnerungen“ öffnen
en: Open Reminders
es: Abrir Recordatorios
fr: Ouvrir Rappels
ja: リマインダーを開く
pt_br: Abrir Lembretes
zh_hans: 打开“提醒事项”

source: Открыть Системные настройки
de: Systemeinstellungen öffnen
en: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
pt_br: Abrir Ajustes do Sistema
zh_hans: 打开系统设置

source: Открыть в Jira
de: In Jira öffnen
en: Open in Jira
es: Abrir en Jira
fr: Ouvrir dans Jira
ja: Jira で開く
pt_br: Abrir no Jira
zh_hans: 在 Jira 中打开

source: Открыть в Obsidian
de: In Obsidian öffnen
en: Open in Obsidian
es: Abrir en Obsidian
fr: Ouvrir dans Obsidian
ja: Obsidian で開く
pt_br: Abrir no Obsidian
zh_hans: 在 Obsidian 中打开

source: Открыть в Заметках
de: In Notizen öffnen
en: Open in Notes
es: Abrir en Notas
fr: Ouvrir dans Notes
ja: メモで開く
pt_br: Abrir no Notas
zh_hans: 在“备忘录”中打开

source: Открыть в терминале
de: Im Terminal öffnen
en: Open in Terminal
es: Abrir en Terminal
fr: Ouvrir dans Terminal
ja: ターミナルで開く
pt_br: Abrir no Terminal
zh_hans: 在终端中打开

source: Открыть на сайте
de: Auf der Website öffnen
en: Open on the website
es: Abrir en la web
fr: Ouvrir sur le site
ja: サイトで開く
pt_br: Abrir no site
zh_hans: 在网站上打开

source: Открыть настройки
de: Einstellungen öffnen
en: Open settings
es: Abrir ajustes
fr: Ouvrir les réglages
ja: 設定を開く
pt_br: Abrir ajustes
zh_hans: 打开设置
